export const ANNOUNCEMENTS = [
  {
    id: '1',
    title: 'പ്രധാന അറിയിപ്പ്',
    message: 'നാളെ രാവിലെ 9 മുതൽ 5 വരെ ബീച്ച് റോഡ് മേഖലയിൽ വൈദ്യുതി തടസ്സപ്പെടുന്നതാണ്.',
    date: '2026-05-20',
    isUrgent: true,
  },
  {
    id: '2',
    title: 'അറിയിപ്പ്',
    message: 'മറ്റന്നാൾ വൈകുന്നേരം 6 മണിക്ക് പഞ്ചായത്ത് ഓഡിറ്റോറിയത്തിൽ വെച്ച് കലാ സാംസ്കാരിക പരിപാടികൾ ഉണ്ടായിരിക്കും. പ്രവേശനം സൗജന്യം.',
    date: '2026-05-19',
    isUrgent: false,
  },
  {
    id: '3',
    title: 'ആരോഗ്യ ക്യാമ്പ്',
    message: 'ഈ ശനിയാഴ്ച രാവിലെ 9 മണി മുതൽ ഉച്ചയ്ക്ക് 1 മണി വരെ പ്രാഥമിക ആരോഗ്യ കേന്ദ്രത്തിൽ സൗജന്യ ആരോഗ്യ ക്യാമ്പ് നടക്കും. ഡോ. അനില്‍ കുമാർ ക്ലാസ്സ് എടുക്കുന്നതാണ്.',
    date: '2026-05-18',
    isUrgent: false,
  },
  {
    id: '4',
    title: 'ശുദ്ധജല വിതരണം',
    message: 'നാളത്തെ ദിവസം ടൗൺ ഏരിയയിൽ ശുദ്ധജല വിതരണം ഉണ്ടായിരിക്കില്ല. ജലം സൂക്ഷിക്കുക.',
    date: '2026-05-17',
    isUrgent: true,
  },
  {
    id: '5',
    title: 'പഞ്ചായത്ത് ഓഫീസ് അടഞ്ഞിരിക്കും',
    message: 'ഈ വെള്ളിയാഴ്ച ഗസ്റ്റഡ് അവധി ദിവസം ആയതിനാൽ കോട്ടക്കൽ ഗ്രാമ പഞ്ചായത്ത് ഓഫീസ് അടഞ്ഞിരിക്കും.',
    date: '2026-05-16',
    isUrgent: false,
  },
  {
    id: '6',
    title: 'വൃക്ഷ തൈ വിതരണം',
    message: 'ഈ ആഴ്ച ഞായറാഴ്ച ഫോറസ്റ്റ് ഡിപ്പാർട്ട്‌മെന്റ് മുതൽ സൗജന്യ വൃക്ഷ തൈകൾ ലഭ്യമാണ്. ആദ്യം വരുന്നവർക്ക് ആദ്യം ലഭ്യമാകും.',
    date: '2026-05-15',
    isUrgent: false,
  },
];
